Repository: JustZappIt/ios-zapp
Catalog: secant/Resources/Localizable.xcstrings
Source language: en
Languages: es

# about.additionalInfo
source: Developed by the team that set the industry standard for onchain privacy, the original developers of the Zcash protocol.
es: Desarrollada por el equipo que estableció el estándar de la industria en privacidad en cadena (on-chain), los desarrolladores originales del protocolo Zcash.

# about.info
source: Zapp is a Zcash-powered mobile wallet, built for unstoppable private payments. It’s optimized for storage and real-world use of shielded $ZEC—the truly private cryptocurrency.
es: Zapp es una wallet móvil impulsada por Zcash, creada para pagos privados imparables. Está optimizada para almacenar y usar en el mundo real $ZEC protegido: la criptomoneda verdaderamente privada.

# about.privacyPolicy
source: Privacy Policy
es: Política de privacidad

# about.termsOfUse
source: Terms of Service
es: Términos del Servicio

# about.title
source: Introducing Zapp
es: Presentando Zapp

# accounts.addressBook.contacts
source: Address Book Contacts
es: Contactos del Libro de Direcciones

# accounts.addressBook.your
source: Your Wallets
es: Tus Billeteras

# accounts.keystone.shieldedAddress
source: Zcash Shielded Address
es: Dirección Protegida de Zcash

# accounts.keystone.transparentAddress
source: Zcash Transparent Address
es: Dirección Transparente de Zcash

# accounts.sendingFrom
source: Send from
es: Enviando desde

# accounts.zashi.shieldedAddress
source: Zcash Shielded Address
es: Dirección Protegida de Zcash

# accounts.zashi.transparentAddress
source: Zcash Transparent Address
es: Dirección Transparente de Zcash

# addressBook.addNewContact
source: Add New Contact
es: Agregar nuevo contacto

# addressBook.alert.message
source: You are about to delete this contact. This cannot be undone.
es: Estás a punto de eliminar este contacto. Esto no se puede deshacer.

# addressBook.alert.title
source: Are you sure?
es: ¿Estás seguro?

# addressBook.empty
source: Your address book is empty
es: Tu libreta de direcciones está vacía

# addressBook.error.addressExists
source: An address with this chain is already in your Address Book.
es: Ya existe una dirección con esta cadena en tu libreta de direcciones.

# addressBook.error.invalidAddress
source: Invalid address.
es: Dirección no válida.

# addressBook.error.nameExists
source: This contact name is already in use. Please choose a different name.
es: Este nombre de contacto ya está en uso. Por favor, elige un nombre diferente.

# addressBook.error.nameLength
source: This contact name exceeds the 32-character limit. Please shorten the name.
es: Este nombre de contacto supera el límite de 32 caracteres. Por favor, acorta el nombre.

# addressBook.manualEntry
source: Manual Entry
es: Entrada manual

# addressBook.newContact.address
source: Wallet Address
es: Dirección de la billetera

# addressBook.newContact.addressPlaceholder
source: Enter wallet address...
es: Ingresa la dirección de la billetera...

# addressBook.newContact.name
source: Contact Name
es: Nombre del contacto

# addressBook.newContact.namePlaceholder
source: Enter contact name...
es: Ingresa el nombre del contacto...

# addressBook.savedAddress
source: Saved Address
es: Dirección guardada

# addressBook.scanAddress
source: Scan QR code
es: Escanear código QR

# addressBook.selectRecipient
source: Select recipient
es: Seleccionar destinatario

# addressBook.title
source: Address Book
es: Libreta de Direcciones

# appLock.actions
source: Actions
es: Acciones

# appLock.biometric.description
source: Face ID, Touch ID, or your device passcode unlocks the app.
es: Face ID, Touch ID o el código del dispositivo desbloquean la app.

# appLock.biometric.option
source: Biometrics
es: Biometría

# appLock.biometric.updated
source: Biometrics enrolled successfully.
es: Biometría registrada correctamente.

# appLock.changePIN
source: Change PIN
es: Cambiar PIN

# appLock.changePIN.subtitle
source: Update your 6-digit unlock code
es: Actualiza tu código de desbloqueo de 6 dígitos

# appLock.migrationPINSubtitle
source: Your device has no screen lock. Create a 6-digit PIN to protect Zapp.
es: Tu dispositivo no tiene bloqueo de pantalla. Crea un PIN de 6 dígitos para proteger Zapp.

# appLock.PIN.changed
source: PIN changed successfully.
es: PIN cambiado correctamente.

# appLock.PIN.delete
source: Delete digit
es: Borrar dígito

# appLock.PIN.description
source: Your 6-digit PIN is required when Zapp locks.
es: Tu PIN de 6 dígitos es necesario cuando Zapp se bloquea.

# appLock.PIN.incorrect
source: Incorrect PIN. Please try again.
es: PIN incorrecto. Inténtalo de nuevo.

# appLock.PIN.locked
source: Too many attempts. Try again in %@s.
es: Demasiados intentos. Inténtalo de nuevo en %@ s.

# appLock.PIN.newConfirmSubtitle
source: Re-enter your new PIN to confirm.
es: Vuelve a ingresar tu nuevo PIN para confirmar.

# appLock.PIN.newSubtitle
source: Enter a new 6-digit PIN.
es: Ingresa un nuevo PIN de 6 dígitos.

# appLock.PIN.newTitle
source: Change your PIN
es: Cambia tu PIN

# appLock.PIN.option
source: 6-digit PIN
es: PIN de 6 dígitos

# appLock.PIN.progress
source: %@ of 6 digits entered
es: %@ de 6 dígitos ingresados

# appLock.PIN.switched
source: Switched to PIN successfully.
es: Cambiaste a PIN correctamente.

# appLock.PIN.verifySubtitle
source: Enter your 6-digit PIN to continue.
es: Ingresa tu PIN de 6 dígitos para continuar.

# appLock.PIN.verifyTitle
source: Enter your PIN
es: Ingresa tu PIN

# appLock.reenrollBiometric
source: Re-enroll biometrics
es: Volver a registrar biometría

# appLock.reenrollBiometric.subtitle
source: Use your device's authentication settings
es: Usa los ajustes de autenticación de tu dispositivo

# appLock.saveChanges
source: Save Changes
es: Guardar cambios

# appLock.storageError
source: Zapp couldn't save your app lock. Please try again.
es: Zapp no pudo guardar el bloqueo de la app. Inténtalo de nuevo.

# appLock.title
source: App Lock
es: Bloqueo de la app

# addressDetails.copyAddress
source: Copy Address
es: Copiar Dirección

# addressDetails.shareDesc
source: Hi, scan this QR code to send me a ZEC payment!
es: Hola, ¡escanea este código QR para enviarme un pago en ZEC!

# addressDetails.shareQR
source: Share QR Code
es: Compartir Código QR

# addressDetails.shareTitle
source: My Zapp ZEC Address
es: Mi Dirección ZEC de Zapp

# annotation.add
source: Add note
es: Agregar nota

# annotation.addArticle
source: Add a note
es: Agregar nota

# annotation.chars
source: %@/%@ characters
es: %@/%@ caracteres

# annotation.delete
source: Delete note
es: Eliminar nota

# annotation.edit
source: Edit a note
es: Editar nota

# annotation.placeholder
source: Write an optional note to describe this transaction...
es: Escribe una nota opcional para describir esta transacción...

# annotation.save
source: Save note
es: Guardar nota

# annotation.title
source: Note
es: Nota

# balance.availableTitle
source: Spendable:
es: Gastable:

# balances.dismiss
source: Dismiss
es: Descartar

# balances.everythingDone
source: All your funds are shielded and spendable.
es: Todos tus fondos están protegidos y son gastables.

# balances.infoPending
source: Pending receipt of change from a prior transaction.
es: Pendiente de recibir el cambio de una transacción anterior.

# balances.infoShielding
source: Shield your transparent ZEC to make it spendable and private. Doing so will create a shielding in-wallet transaction, consolidating your transparent and shielded funds. (Typical fee: %@)
es: Protege tus ZEC transparentes para hacerlos gastables y privados. Esto creará una transacción de protección en la billetera, consolidando tus fondos transparentes y protegidos. (Tarifa típica: %@)

# balances.infoSyncing
source: Zapp is scanning the blockchain to make sure your balances are displayed correctly.
es: Zapp está escaneando la blockchain para asegurarse de que tus balances se muestren correctamente.

# balances.pending
source: Pending
es: Pendiente

# balances.spendableBalance
source: Shielded (Spendable)
es: Protegido (Gastable)

# balances.spendableBalance.title
source: Spendable Balance
es: Balance Gastable

# balances.synced
source: Synced
es: Sincronizado

# balances.syncing
source: Syncing
es: Sincronizando

# chatBlock.confirm
source: Block
es: Bloquear

# chatBlock.message
source: Block %@? You'll stop receiving their messages, and they won't be told they've been blocked.
es: ¿Bloquear a %@? Dejarás de recibir sus mensajes y no se le avisará de que le has bloqueado.

# chatBlock.title
source: Block user
es: Bloquear usuario

# chatBlock.unblockConfirm
source: Unblock
es: Desbloquear

# chatBlock.unblockMessage
source: Unblock %@? You'll be able to receive their messages again.
es: ¿Desbloquear a %@? Volverás a recibir sus mensajes.

# chatBlock.unblockTitle
source: Unblock user
es: Desbloquear usuario

# chatBubble.paymentRequest.owe
source: You owe
es: Debes

# chatBubble.paymentRequest.owes
source: %@ owes
es: %@ debe

# chatBubble.paymentRequest.paid
source: Paid
es: Pagado

# chatBubble.paymentRequest.pay
source: Pay
es: Pagar

# chatBubble.paymentRequest.sent
source: Payment request sent
es: Solicitud de pago enviada

# chatBubble.paymentRequest.split
source: Split %@ ways
es: Dividido entre %@

# chatBubble.transaction.received
source: ZEC received
es: ZEC recibido

# chatBubble.transaction.sent
source: ZEC sent
es: ZEC enviado

# chatBubble.walletAddress
source: Wallet address
es: Dirección de billetera

# chatBubble.walletAddress.send
source: Send to this address
es: Enviar a esta dirección

# chatBubble.walletAddress.shared
source: Wallet address shared
es: Dirección de billetera compartida

# chatBubble.walletQr.label
source: Wallet QR
es: QR de la billetera

# chatContacts.add
source: Add contact
es: Añadir contacto

# chatContacts.additionalAddresses
source: Additional addresses
es: Direcciones adicionales

# chatContacts.addrEvm
source: EVM address (ETH, Polygon, etc.)
es: Dirección EVM (ETH, Polygon, etc.)

# chatContacts.addrEvmHint
source: Enter 0x address…
es: Introduce la dirección 0x…

# chatContacts.addrSolana
source: Solana address
es: Dirección de Solana

# chatContacts.addrSolanaHint
source: Enter Solana address…
es: Introduce la dirección de Solana…

# chatContacts.addrTransparent
source: Transparent address (Zcash)
es: Dirección transparente (Zcash)

# chatContacts.addrTransparentHint
source: Enter transparent address…
es: Introduce la dirección transparente…

# chatContacts.addressLabel
source: ZEC address (optional)
es: Dirección ZEC (opcional)

# chatContacts.addressPlaceholder
source: So you can pay them from the chat
es: Para que puedas pagarles desde el chat

# chatContacts.block
source: Block
es: Bloquear

# chatContacts.blocked
source: Blocked
es: Bloqueado

# chatContacts.blockedNotice
source: You've blocked this contact. Their messages are hidden.
es: Has bloqueado a este contacto. Sus mensajes están ocultos.

# chatContacts.delete
source: Remove contact
es: Eliminar contacto

# chatContacts.duplicate
source: You already have a contact with that public key.
es: Ya tienes un contacto con esa clave pública.

# chatContacts.edit
source: Edit contact
es: Editar contacto

# chatContacts.empty.subtitle
source: Save someone's public key to give them a name.
es: Guarda la clave pública de alguien para darle un nombre.

# chatContacts.empty.title
source: No contacts yet
es: Aún no hay contactos

# chatContacts.invalidAddress
source: That isn't a valid Zcash address.
es: Esa no es una dirección Zcash válida.

# chatContacts.keyLabel
source: Public key
es: Clave pública

# chatContacts.nameLabel
source: Name
es: Nombre

# chatContacts.namePlaceholder
source: What you'll call them
es: Cómo les llamarás

# chatContacts.save
source: Save
es: Guardar

# chatContacts.scanAddress
source: Scan wallet address QR
es: Escanear el QR de la dirección

# chatContacts.scanKey
source: Scan messaging key QR
es: Escanear el QR de la clave de mensajería

# chatContacts.title
source: Contacts
es: Contactos

# chatContacts.unblock
source: Unblock
es: Desbloquear

# chatIdentity.continue
source: Continue
es: Continuar

# chatIdentity.deriving
source: Setting up your chat identity…
es: Configurando tu identidad de chat…

# chatIdentity.failed
source: Couldn't set up chat
es: No se pudo configurar el chat

# chatIdentity.placeholder
source: username
es: nombre de usuario

# chatIdentity.retry
source: Try again
es: Reintentar

# chatIdentity.rules
source: 3-20 characters. Lowercase letters, numbers and underscores.
es: 3-20 caracteres. Minúsculas, números y guiones bajos.

# chatIdentity.subtitle
source: Your chat identity is derived from your wallet's recovery phrase. Pick a name others will see.
es: Tu identidad de chat se deriva de la frase de recuperación de tu monedero. Elige un nombre que otros verán.

# chatIdentity.title
source: Choose a username
es: Elige un nombre de usuario

# chatList.connecting
source: Connecting…
es: Conectando…

# chatList.degraded
source: Weak connection
es: Conexión débil

# chatList.empty.subtitle
source: Tap + to start a new P2P chat
es: Toca + para iniciar un nuevo chat P2P

# chatList.empty.title
source: No conversations yet
es: Aún no hay conversaciones

# chatList.filePlaceholder
source: File
es: Archivo

# chatList.leaveAction
source: Leave
es: Salir

# chatList.leaveDialog.confirm
source: Leave
es: Salir

# chatList.leaveDialog.message
source: You’ll leave “%1$@” and stop receiving its messages.
es: Saldrás de “%1$@” y dejarás de recibir sus mensajes.

# chatList.leaveDialog.title
source: Leave conversation?
es: ¿Salir de la conversación?

# chatList.locationPlaceholder
source: Location
es: Ubicación

# chatList.mediaPlaceholder
source: Media
es: Multimedia

# chatList.newChat
source: New chat
es: Nuevo chat

# chatList.noMessages
source: No messages yet
es: Aún no hay mensajes

# chatList.offline
source: Offline
es: Sin conexión

# chatList.paymentPlaceholder
source: Payment
es: Pago

# chatList.paymentRequestPlaceholder
source: Payment request
es: Solicitud de pago

# chatList.photoPlaceholder
source: Photo
es: Foto

# chatList.time.now
source: now
es: ahora

# chatModeration.fallbackUser
source: this user
es: este usuario

# chatNetwork.backup
source: Backup delivery
es: Entrega de respaldo

# chatNetwork.connected
source: Connected
es: Conectado

# chatNetwork.connections
source: TCP connections
es: Conexiones TCP

# chatNetwork.conversationCount
source: %1$@ direct · %2$@ group
es: %1$@ directos · %2$@ grupos

# chatNetwork.conversations
source: Conversations
es: Conversaciones

# chatNetwork.dhtCritical
source: Critical
es: Crítico

# chatNetwork.dhtDegraded
source: Degraded
es: Degradado

# chatNetwork.dhtHealthy
source: Healthy
es: Saludable

# chatNetwork.direct
source: Direct
es: Directa

# chatNetwork.invites
source: Invites
es: Invitaciones

# chatNetwork.nodes
source: DHT nodes
es: Nodos DHT

# chatNetwork.none
source: None
es: Ninguno

# chatNetwork.off
source: Off
es: Desactivada

# chatNetwork.peers
source: P2P peers
es: Pares P2P

# chatNetwork.pending
source: Pending
es: Pendientes

# chatNetwork.reachability
source: Reachability
es: Alcance

# chatNetwork.refresh
source: Refresh
es: Actualizar

# chatNetwork.sectionConnection
source: Connection
es: Conexión

# chatNetwork.sectionLastError
source: Latest issue
es: Incidencia más reciente

# chatNetwork.sectionMessages
source: Messages
es: Mensajes

# chatNetwork.sectionPeers
source: Peers
es: Pares

# chatNetwork.status
source: Status
es: Estado

# chatNetwork.strictNat
source: Strict NAT
es: NAT estricta

# chatNetwork.title
source: Network
es: Red

# chatNetwork.unavailable
source: Unavailable
es: No disponible

# chatProfile.addressShieldedCaption
source: Shielded address — private by default
es: Dirección blindada: privada por defecto

# chatProfile.addressShieldedLabel
source: Shielded address
es: Dirección blindada

# chatProfile.addressTransparentCaption
source: Transparent address — visible on chain
es: Dirección transparente: visible en la cadena

# chatProfile.addressTransparentLabel
source: Transparent address
es: Dirección transparente

# chatProfile.addressUnavailable
source: Your wallet addresses aren't available yet.
es: Tus direcciones de billetera aún no están disponibles.

# chatProfile.copyAddress
source: Copy address
es: Copiar dirección

# chatProfile.deleteButton
source: Delete identity
es: Eliminar identidad

# chatProfile.deleteConfirm
source: Delete
es: Eliminar

# chatProfile.deleteMessage
source: This removes your messaging identity and all chat history from this device. Your funds are unaffected and can be recovered at any time with your seed phrase.
es: Esto elimina tu identidad de mensajería y todo el historial de chats de este dispositivo. Tus fondos no se ven afectados y puedes recuperarlos en cualquier momento con tu frase semilla.

# chatProfile.deleteTitle
source: Delete identity?
es: ¿Eliminar identidad?

# chatProfile.displayName
source: Display name
es: Nombre visible

# chatProfile.displayNameHint
source: How you appear to everyone you chat with.
es: Cómo apareces ante todos con quienes chateas.

# chatProfile.p2pKeyAddressLabel
source: Owner address
es: Dirección del propietario

# chatProfile.p2pKeyCopy
source: Copy
es: Copiar

# chatProfile.p2pKeyDialogMessage
source: Derived from your seed phrase. This key controls your P2P cash-out account — anyone with it can spend those funds.
es: Derivada de tu frase semilla. Esta clave controla tu cuenta de retiro P2P: cualquiera que la tenga puede gastar esos fondos.

# chatProfile.p2pKeyDialogTitle
source: P2P wallet key
es: Clave de billetera P2P

# chatProfile.p2pKeyPrivateLabel
source: Private key
es: Clave privada

# chatProfile.p2pKeySubtitle
source: Key for your P2P cash-out account, derived from your seed
es: Clave de tu cuenta de retiro P2P, derivada de tu semilla

# chatProfile.p2pKeyTitle
source: P2P wallet key
es: Clave de billetera P2P

# chatProfile.presence
source: Online status
es: Estado en línea

# chatProfile.presenceHint
source: Let people see when you're online.
es: Permite que vean cuándo estás en línea.

# chatProfile.privacy
source: Privacy
es: Privacidad

# chatProfile.publicKey
source: Your public key
es: Tu clave pública

# chatProfile.qrCaption
source: Scan to start a conversation
es: Escanea para iniciar una conversación

# chatProfile.readReceipts
source: Read receipts
es: Confirmaciones de lectura

# chatProfile.readReceiptsHint
source: Let people see when you've read their messages.
es: Permite que vean cuándo has leído sus mensajes.

# chatProfile.save
source: Save
es: Guardar

# chatProfile.saveFailed
source: Couldn't save. Try again.
es: No se pudo guardar. Inténtalo de nuevo.

# chatProfile.secretFailed
source: That couldn't be unlocked. Try again.
es: No se pudo desbloquear. Inténtalo de nuevo.

# chatProfile.seedPhraseDialogMessage
source: Keep this safe. Anyone with these words can access your wallet and your messages.
es: Guárdala en un lugar seguro. Cualquiera que tenga estas palabras puede acceder a tu billetera y a tus mensajes.

# chatProfile.seedPhraseDialogTitle
source: Seed phrase
es: Frase semilla

# chatProfile.seedPhraseSubtitle
source: Backs up both your messaging and wallet identities
es: Respalda tus identidades de mensajería y de billetera

# chatProfile.seedPhraseTitle
source: Seed phrase
es: Frase semilla

# chatProfile.subtabShielded
source: Shielded
es: Blindada

# chatProfile.subtabTransparent
source: Transparent
es: Transparente

# chatProfile.tabMessagingId
source: Messaging ID
es: ID de mensajería

# chatProfile.tabWalletAddress
source: Wallet address
es: Dirección de billetera

# chatProfile.title
source: Chat profile
es: Perfil de chat

# chatRoom.attach
source: Attach
es: Adjuntar

# chatRoom.attachment.attachMedia
source: Attach Media
es: Adjuntar multimedia

# chatRoom.attachment.requestPayment
source: Request Payment
es: Solicitar pago

# chatRoom.attachment.sendZec
source: Send ZEC
es: Enviar ZEC

# chatRoom.attachment.shareAddress
source: Share Address
es: Compartir dirección

# chatRoom.attachment.splitBill
source: Split Bill
es: Dividir cuenta

# chatRoom.cameraPermissionRequired
source: Camera access is off. Turn it on in Settings to take photos in chat.
es: El acceso a la cámara está desactivado. Actívalo en Ajustes para tomar fotos en el chat.

# chatRoom.cameraUnavailable
source: No camera available on this device
es: No hay cámara disponible en este dispositivo

# chatRoom.media.camera
source: Camera
es: Cámara

# chatRoom.media.file
source: File
es: Archivo

# chatRoom.media.media
source: Media
es: Multimedia

# chatRoom.media.title
source: Attach
es: Adjuntar

# chatRoom.shareAddressFailed
source: Couldn't share your wallet address
es: No se pudo compartir tu dirección de billetera

# chatRoom.cancelReply
source: Cancel reply
es: Cancelar respuesta

# chatRoom.date.today
source: Today
es: Hoy

# chatRoom.date.yesterday
source: Yesterday
es: Ayer

# chatRoom.editContact
source: Edit contact
es: Editar contacto

# chatRoom.imageFailed
source: Image unavailable
es: Imagen no disponible

# chatRoom.inputPlaceholder
source: Message
es: Mensaje

# chatRoom.peer.offline
source: Offline
es: Sin conexión

# chatRoom.peer.online
source: Online
es: En línea

# chatRoom.photo
source: Photo
es: Foto

# chatRoom.reply
source: Reply
es: Responder

# chatRoom.retry
source: Retry
es: Reintentar

# chatRoom.replyingTo
source: Replying to
es: Respondiendo a

# chatRoom.saveContact
source: Save contact
es: Guardar contacto

# chatRoom.send
source: Send
es: Enviar

# chatRoom.sendFailed
source: Couldn't send. Tap the failed message to retry.
es: No se pudo enviar. Toca el mensaje fallido para reintentarlo.

# chatRoom.ownKeySendFailed
source: This conversation uses your own messaging key. Remove it and start a chat with the other person's key.
es: Esta conversación usa tu propia clave de mensajería. Elimínala e inicia un chat con la clave de la otra persona.

# chatRoom.split.conversationUnavailable
source: Conversation details are still loading. Try again.
es: Los detalles de la conversación aún se están cargando. Inténtalo de nuevo.

# chatRoom.split.failed
source: Payment request could not be sent.
es: No se pudo enviar la solicitud de pago.

# chatRoom.status.failed
source: Failed to send
es: Error al enviar

# chatRoom.status.queued
source: Queued
es: En cola

# chatRoom.status.read
source: Read
es: Leído

# chatRoom.status.sending
source: Sending
es: Enviando

# chatRoom.status.sent
source: Sent
es: Enviado

# chatRoom.transactionNotSynced
source: Transaction not yet synced to this wallet
es: La transacción aún no se ha sincronizado con esta billetera

# chatSplit.currencyToggle
source: Switch currency
es: Cambiar moneda

# chatSplit.memoPlaceholder
source: What's it for? (optional)
es: ¿Para qué es? (opcional)

# chatSplit.sendButton
source: Send request
es: Enviar solicitud

# chatSplit.sharesLabel
source: Each share (split %@ ways)
es: Parte de cada uno (dividido entre %@)

# chatSplit.title.direct
source: Request payment
es: Solicitar pago

# chatSplit.title.group
source: Split bill
es: Dividir cuenta

# chatSplit.total.label
source: Total amount
es: Importe total

# chatTerms.accept
source: I Accept
es: Acepto
